[TC_WOTC_MWR_M1014_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M1014</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M1014</b></font>"
AbilityDescName="боевой дробовик"
BriefSummary="Benelli M4 Super 90 - гладкоствольное полуавтоматическое магазинное самозарядное ружьё, разработанное в Италии фирмой Benelli Armi S.p.A.. Представляет собой полуавтоматическое магазинное ружье, работающее по принципу отвода пороховых газов. Интересной особенностью системы является наличие двух симметрично расположенных под стволом газовых цилиндров, с двумя газовыми поршнями и штоками, что повышает надежность работы автоматики. Канал ствола - хромированный. Сам ствол сменный, может оснащаться сменными же чоками. Внешнее покрытие оружия - анодированное. Приклад раздвижной, телескопический со щекой. Может быть заменен на постоянный. Стандартный магазин рассчитан на 6 патронов с гильзой 70 мм или на 5 патронов с гильзой 76 мм. Большим достоинством представляется наличие планки Weaver, существенно расширяющей возможности модернизации оружия, на которую  могут закрепляться различные прицельные приспособления."
TacticalText="<Bullet/>Тип: Боевой дробовик\n<Bullet/>Режим ведения огня: Полу-Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M1014_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM4-11 Super 13</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM4-11</b></font>"
AbilityDescName="боевой дробовик"
BriefSummary="Benelli M4 Super 90 - гладкоствольное полуавтоматическое магазинное самозарядное ружьё, разработанное в Италии фирмой Benelli Armi S.p.A.. Представляет собой полуавтоматическое магазинное ружье, работающее по принципу отвода пороховых газов. Интересной особенностью системы является наличие двух симметрично расположенных под стволом газовых цилиндров, с двумя газовыми поршнями и штоками, что повышает надежность работы автоматики. Канал ствола - хромированный. Сам ствол сменный, может оснащаться сменными же чоками. Внешнее покрытие оружия - анодированное. Приклад раздвижной, телескопический со щекой. Может быть заменен на постоянный. Стандартный магазин рассчитан на 6 патронов с гильзой 70 мм или на 5 патронов с гильзой 76 мм. Большим достоинством представляется наличие планки Weaver, существенно расширяющей возможности модернизации оружия, на которую  могут закрепляться различные прицельные приспособления.\nSuper 13 представляет собой улучшенную версию Benelli M4 Super 90. В патронах данного образца применяются дробинки, изготовленные из инопланетных сплавов с добавлением Элерия, благодаря этому их встреча с телами противника стала более смертоносной, а броня больше не защищает должным образом."
TacticalText="<Bullet/>Тип: Боевой дробовик\n<Bullet/>Режим ведения огня: Полу-Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M1014_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XM5-0 Oppressor</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XM5-0</b></font>"
AbilityDescName="боевой дробовик"
BriefSummary="Benelli M4 Super 90 - гладкоствольное полуавтоматическое магазинное самозарядное ружьё, разработанное в Италии фирмой Benelli Armi S.p.A.. Представляет собой полуавтоматическое магазинное ружье, работающее по принципу отвода пороховых газов. Интересной особенностью системы является наличие двух симметрично расположенных под стволом газовых цилиндров, с двумя газовыми поршнями и штоками, что повышает надежность работы автоматики. Канал ствола - хромированный. Сам ствол сменный, может оснащаться сменными же чоками. Внешнее покрытие оружия - анодированное. Приклад раздвижной, телескопический со щекой. Может быть заменен на постоянный. Стандартный магазин рассчитан на 6 патронов с гильзой 70 мм или на 5 патронов с гильзой 76 мм. Большим достоинством представляется наличие планки Weaver, существенно расширяющей возможности модернизации оружия, на которую  могут закрепляться различные прицельные приспособления.\nXM5-0 является следующим шагом на пути модернизации Benelli M4 Super 90.. Замена ствола высокочастотным цилиндром, изготовленным из инопланетных сплавов увеличила наносимые повреждения и эффективный радиус поражения."
TacticalText="<Bullet/>Тип: Боевой дробовик\n<Bullet/>Режим ведения огня: Полу-Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Лучевое оружие"
